Repository: WPPlugins/ucomment
Catalog: languages/u-comment-*.po
Languages: pt_pt, ru_ru

source: General
pt_pt: Geral
ru_ru: Общее

source: Options updated.
pt_pt: Todas as opções foram actualizadas.
ru_ru: Настройки обновлены

source: All options were erased.
pt_pt: Todas as opções foram eliminadas.
ru_ru: Все настройки были очищены

source: Update Options &raquo;
pt_pt: Actualizar Opções &raquo;
ru_ru: Обновить настройки

source: General options
pt_pt: Opções Gerais
ru_ru: Главные настройки

source: Clone comment form
pt_pt: Clonar o formulário de comentários
ru_ru: Дублировать форму комментария

source: If checked, the comment form will be cloned instead of moved.
pt_pt: Se seleccionado, o formulário de comentários será clonado em vez de movido.
ru_ru: Если выбрано - форма комментирования будет продублирована а не перемещена

source: Post comments via ajax
pt_pt: Inserir comentários via ajax
ru_ru: Размещать комментарии с помощью AJAX

source: If checked the comments will be posted using ajax.
pt_pt: Se seleccionado, os comentários serão inseridos usando ajax.
ru_ru: Если выбрано - все комментарии будут размещены с помощью AJAX

source: Notify users via email
pt_pt: Notificar utilizadores via email
ru_ru: Уведомить пользователей на Email

source: If checked, users will have the option to be notified via email whenever a reply to their comment is posted.
pt_pt: Se seleccionado, os utilizadores terão a opção para serem notificados via email sempre que uma resposta ao seu comentário for colocada.
ru_ru: Если выбрано - пользователи будут нотифицированы по Email о новых комментариях к их комментариям

source: Validate comment form with javascript
pt_pt: Validar o formulário de comentário com javascript
ru_ru: Валидировать комментарии с помощью JavaScript

source: If checked, the comment for will be validated before submition.
pt_pt: Se seleccionado, o comentário será validado antes de ser submetido.
ru_ru: Если выбрано - комментарий будет провалидирован перед добавлением

source: Notification email options
pt_pt: Opções de notificação por email
ru_ru: Настройки email нотификаций

source: Sender email address
pt_pt: Endereço de email do remetente
ru_ru: Email отправителя

source: The email address to use on the notification email.
pt_pt: O endereço de email a usar no email de notificação.
ru_ru: Email для нотификаций

source: Subject
pt_pt: Assunto
ru_ru: Тема письма

source: The subject used on the notification email.
pt_pt: O assunto do email de notificação
ru_ru: Тема письма которая будет использована в нотификациях

source: Message
pt_pt: Mensagem
ru_ru: Сообщение

source: The following tags can be used on the subject and message:
pt_pt: As seguintes tags podem ser usadas no assunto e na mensagem:
ru_ru: Следующие теги могут быть использованы в теме и сообщении

source: Validation options
pt_pt: Opções de Validação
ru_ru: Настройки валидации

source: Name
pt_pt: Nome
ru_ru: Имя

source: Author field must contain more then 3 characters.
pt_pt: O campo de Autor tem que conter mais de 3 caracteres.
ru_ru: Поле Авто должно содержать не менее 3 символов

source: This field is always required.
pt_pt: Este campo é sempre obrigatório.
ru_ru: Это после всегда обязательное

source: Error message
pt_pt: Mensagem de Erro
ru_ru: Сообщение об ошибке

source: Email field must contain a valid email address.
pt_pt: O campo de Email tem que conter um endereço de email válido.
ru_ru: Поле Email должно содержать корректный адрес

source: Website
ru_ru: Вебсайт

source: Website field must contain a valid url.
pt_pt: O campo de Website tem que conter um url válido.
ru_ru: Поле вебсайт должно содержать корректный URL адрес

source: This field is required.
pt_pt: Este campo é obrigatório.
ru_ru: Это поле обязательное

source: Comment
pt_pt: Commentário
ru_ru: Комментарий

source: Error placement
pt_pt: Localização de Erros
ru_ru: Расположение сообщения об ошибке

source: If checked, the error messages will be shown on top of the comment form. If not, they will show below each field.
pt_pt: Se seleccionado, as mensagens de erro serão mostradas no topo do formulário de comentário. Se não, serão mostradas abaixo de cada campo.
ru_ru: Если выбрано - сообщение об ошибке будет расположено вверху формы комментария. Если нет - снизу под каждым из полей

source: Reset to defaults
pt_pt: Repôr definições
ru_ru: Сбросить к настройкам по умолчанию

source: Erase Options
pt_pt: Apagar Opções
ru_ru: Очистить настройки

source: Delete all saved options. This will reset all options to their default values.
pt_pt: Remover todas as opções guardadas. Isto irá repôr todas as definições de origem.
ru_ru: Удалить все сохранённые настройки. Это приведёт все настройки к их значениям по умолчанию.

source: Cascading Style Sheet
ru_ru: Каскадные таблицы стилей

source: Notify me by email if i get a reply
pt_pt: Notificar-me por email se tiver uma resposta
ru_ru: Нотифицировать по Email если есть новый ответ
